Repository: asiliuk/BsuirScheduleApp
Catalog: ScheduleWidget/*.lproj/Localizable.strings
Languages: ru

# widget.displayName
source: Schedule
ru: Расписание

# widget.description
source: The most up-to-date schedule for the group or lecturer.
ru: Наиболее актуальное расписание для группы или преподавателя.

# widget.schedule.empty
source: ðŸ¤© No lessons
ru: 🤩 Нет занятий

# widget.schedule.more.%lld
source: %lld more
ru: еще %lld

# widget.needsConfiguration.selectSchedule
source: Select a schedule
ru: Выберите расписание

# view.pairView.form.name.short.lecture
source: LE
ru: ЛК

# view.pairView.form.name.short.lab
source: LL
ru: ЛР

# view.pairView.form.name.short.practice
source: PL
ru: ПЗ

# view.pairView.form.name.short.exam
source: EX
ru: ЭК

# view.pairView.form.name.short.unknown
source: UK
ru: ХЗ
