Repository: asiliuk/BsuirScheduleApp
Catalog: ScheduleWidget/*.lproj/ScheduleWidget.strings
Languages: ru

# 0vef4E
source: Group
ru: Группа

# EfdVI7
source: Schedule Type
ru: Тип расписания

# KfefCA
source: Schedule Type
ru: Тип расписания

# NylLaI
source: Failed to get a list of lecturers
ru: Не удалось получить список преподавателей

# S1v3BN
source: Lecturer
ru: Преподаватель

# Sgwawl
source: Failed to get list of groups
ru: Не удалось получить список групп

# TXUTw5
source: Select a group number
ru: Выберите номер группы

# bh4smd
source: Schedule Identifier
ru: Идентификатор расписания

# dQL4TO-0vef4E
source: There are ${count} options matching ‘Group’.
ru: Существует ${count} вариантов, соответствующих ‘Группа’.

# dQL4TO-jf0Ql6
source: There are ${count} options matching ‘Lecturer’.
ru: Существует ${count} вариантов, соответствующих ‘Преподаватель’.

# gpCwrM
source: Configuration
ru: Конфигурация

# jf0Ql6
source: Lecturer
ru: Преподаватель

# khURc9
source: Choose a lecturer
ru: Выберите преподавателя

# u2Mjta
source: Group number
ru: Номер группы

# zGWdtZ-0vef4E
source: Just to confirm, you wanted ‘Group’?
ru: Просто чтобы подтвердить, вы хотели ‘Группа’?

# zGWdtZ-jf0Ql6
source: Just to confirm, you wanted ‘Lecturer’?
ru: Просто чтобы подтвердить, вы хотели ‘Преподаватель’?
