Repository: asiliuk/BsuirScheduleApp
Catalog: BsuirScheduleApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be

# view.tabBar.pinned.empty.title
source: Pinned
be: Замацаванае

# view.tabBar.groups.title
source: Groups
be: Групы

# view.tabBar.lecturers.title
source: Lecturers
be: Выкладчыкі

# view.tabBar.settings.title
source: Settings
be: Налады

# view.tabBar.favorites.title
source: Favorites
be: Выбраныя

# screen.pinned.empty.title
source: There's no pinned schedule
be: Няма замацаванага раскладу

# screen.pinned.empty.message
source: Please, pin any schedule and it will appear in this tab
be: Калі ласка, замацуйце расклад, каб ён адлюстроўваўся ў гэтай укладцы

# screen.pinned.premiumLocked.title
source: This is premium feature
be: Гэта прэміум-функцыя

# screen.pinned.premiumLocked.message
source: Please join Premium Club to be able to pin and have a quick access to your schedule
be: Калі ласка, далучыцеся да Premium Club, каб мець магчымасць замацоўваць і хутка праглядаць свой расклад

# screen.pinned.premiumLocked.button.title
source: Join Premium Club...
be: Уступіць у Premium Club...

# row.markedSchedule.actions.removeFromFavorites.title
source: Remove from favorites
be: Прыбраць з абранага

# row.markedSchedule.actions.addToFavorites.title
source: Add to favorites
be: Дадаць у абранае

# row.markedSchedule.actions.unpin.title
source: Unpin
be: Адмацаваць

# row.markedSchedule.actions.pin.title
source: Pin
be: Замацаваць

# screen.groups.search.placeholder
source: Find the group
be: Знайсці групу

# screen.groups.search.suggested.course.%@
source: Course %@
be: %@ курс

# screen.groups.search.suggested.noCourse
source: No course
be: Без курса

# screen.groups.navigation.title
source: All groups
be: Усе гурты

# screen.groups.favorites.section.header
source: ⭐️ Favorites
be: ⭐️ Выбраныя

# screen.groups.pinned.section.header
source: 📌 Pinned
be: 📌 Замацаванае

# screen.lecturers.search.placeholder
source: Find a lecturer
be: Знайсці выкладчыка

# screen.lecturers.navigation.title
source: All lecturers
be: Усе выкладчыкі

# screen.lecturers.favorites.section.header
source: ⭐️ Favorites
be: ⭐️ Выбраныя

# screen.lecturers.pinned.section.header
source: 📌 Pinned
be: 📌 Замацаванае

# screen.settings.navigation.title
source: Settings
be: Налады

# screen.premiumClub.navigation.member.message
source: You're part of the club!
be: Вы знаходзіцеся ў клубе!

# screen.premiumClub.navigation.notMember.message
source: Become a member of the club
be: Далучайцеся да клуба

# screen.premiumClub.button.restore
source: Restore
be: Аднавіць

# screen.premiumClub.section.tips.title
source: Leave tips
be: Чаявыя

# screen.premiumClub.section.tips.failed.message
source: ⚠️ Failed to fetch tips...
be: ⚠️ Немагчыма загрузіць чаявыя...

# screen.premiumClub.section.tips.failed.button.retry
source: Retry
be: Паўтарыць

# screen.premiumClub.section.tips.freeLove.title
source: 💋 Free love
be: 💋 Бясплатнае каханне

# screen.premiumClub.section.tips.freeLove.count%@
source: max love: %@
be: макс. каханне: %@

# screen.settings.appearance.navigation.title
source: Appearance
be: Вонкавы выгляд

# screen.settings.appearance.colors.section.header
source: Colors
be: Колеры

# screen.settings.appearance.icons.section.header
source: Icons
be: Іконкі

# screen.settings.appearance.colors.reset.title
source: Reset
be: Скінуць

# screen.settings.appearance.pairPreview.section.header
source: What a lesson looks like
be: Як выглядае пара

# screen.settings.appearance.pairPreview.from
source: start
be: пачатак

# screen.settings.appearance.pairPreview.to
source: end
be: канец

# screen.settings.appearance.pairPreview.subject
source: Subject
be: Прадмет

# screen.settings.appearance.pairPreview.weeks
source: week
be: нед.

# screen.settings.appearance.pairPreview.subgroup
source: subgroup
be: падгр.

# screen.settings.appearance.pairPreview.auditory
source: Auditorium - building
be: Кабінет - корпус

# screen.settings.appearance.pairPreview.note
source: Comment
be: Каментар

# screen.settings.appearance.pairPreview.accessibility.label
source: Visual display of the lesson with signed items
be: Візуальнае адлюстраванне пары з падпісанымі элементамі

# screen.settings.appIcon.navigation.title
source: App Icon
be: Абразок прыкладання

# screen.settings.appIcon.iconPicker.plain.title
source: Plain
be: Простыя

# screen.settings.appIcon.icon.default.title
source: Default
be: Стандартная

# screen.settings.appIcon.icon.dark.title
source: Dark
be: Цёмная

# screen.settings.appIcon.icon.nostalgia.title
source: Nostalgia
be: Настальгія

# screen.settings.appIcon.icon.premium.title
source: Premium
be: Прэміум

# screen.settings.appIcon.iconPicker.symbol.title
source: Symbol
be: Сімвал

# screen.settings.appIcon.icon.ukrainianFlag.title
source: Ukrainian
be: Украінская

# screen.settings.appIcon.iconPicker.metall.title
source: Metal
be: Метал

# screen.settings.appIcon.icon.silver.title
source: Silver
be: Срэбра

# screen.settings.appIcon.icon.copper.title
source: Copper
be: Медзь

# screen.settings.appIcon.iconPicker.neon.title
source: Neon
be: Неон

# screen.settings.appIcon.icon.neon.blue.title
source: Blue
be: Сіні

# screen.settings.appIcon.icon.neon.orange.title
source: Orange
be: Аранжавы

# screen.settings.appIcon.icon.neon.pink.title
source: Pink
be: Ружовы

# screen.settings.appIcon.icon.neon.red.title
source: Red
be: Чырвоны

# screen.settings.appIcon.iconPicker.glitch.title
source: Glitch
be: Збой

# screen.settings.appIcon.icon.glitch.blue.title
source: Blue
be: Сіні

# screen.settings.appIcon.icon.glitch.gray.title
source: Gray
be: Шэры

# screen.settings.appIcon.icon.glitch.pink.title
source: Pink
be: Ружовы

# screen.settings.appIcon.icon.glitch.orange.title
source: Orange
be: Аранжавы

# screen.settings.about.navigation.title
source: About
be: Аб дадатку

# screen.settings.about.version.section.header
source: Version
be: Версія

# screen.settings.about.links.section.header
source: Links
be: Спасылкі

# screen.settings.about.links.rate.title
source: Rate Bsuir Schedule
be: Ацаніць Bsuir Schedule

# screen.settings.networkAndData.navigation.title
source: Network & Data
be: Сетка & Дадзеныя

# screen.settings.networkAndData.reachability.section.header
source: Reachability
be: Дасяжнасць

# screen.settings.networkAndData.data.section.header
source: Data
be: Звесткі

# screen.settings.networkAndData.data.section.clearCache.button
source: Clear cache
be: Ачысціць кэш

# screen.schedule.placeholder.title
source: Please select a schedule to display...
be: Калі ласка, абярыце расклад, каб адлюстраваць...

# screen.schedule.mark.pin
source: Pin
be: Замацаваць

# screen.schedule.mark.favorite
source: Favorite
be: Выбранае

# screen.schedule.mark.dontSave
source: Don't save
be: Не захоўваць

# screen.schedule.mark.title
source: Schedule mark
be: Пазнака

# screen.schedule.scheduleTypePicker.title
source: Schedule type
be: Тып раскладу

# screen.schedule.scheduleType.schedule
source: Schedule
be: Расклад

# screen.schedule.scheduleType.byDay
source: By day
be: Па днях

# screen.schedule.scheduleType.exams
source: Exams
be: Іспыты

# screen.schedule.emptyState.title
source: There doesn't seem to be a class
be: Падобна, заняткаў няма

# screen.schedule.emptyState.subtitle
source: Everybody's free!
be: Усе вольныя!

# screen.schedule.day.title.%@.%lld
source: %@, Week %lld
be: %@, Тыдзень %lld

# screen.schedule.noMorePairs.title
source: No more pairs 🎉
be: Заняткаў больш няма 🎉

# view.loadingState.title
source: Loading...
be: Загрузка...

# view.errorState.title
source: Something went wrong...
be: Нешта пайшло не так...

# view.errorState.button.label
source: Retry
be: Паўтарыць спробу

# view.errorState.noInternet.title
source: No connection to the internet
be: Няма падключэння да інтэрнэту

# view.errorState.noInternet.message
source: Looks like there's no connection to the internet. Please check your connection and try again...
be: Здаецца, няма падключэння да інтэрнэту. Калі ласка, праверце падключэнне і паўтарыце спробу...

# view.errorState.noInternet.button.label
source: Try again
be: Паспрабаваць зноў

# view.errorState.parsing.title
source: Failed to parse response
be: Не ўдалося дэкадаваць адказ

# view.errorState.parsing.message
source: Received unexpected response from the API. Please copy following text and contact developer or create an issue
be: Атрыманы нечаканы адказ ад API. Калі ласка, скапіруйце наступны тэкст і звяжыцеся з распрацоўшчыкам або стварыце задачу

# view.errorState.parsing.button.label
source: Create issue
be: Стварыць задачу

# view.errorState.apiDown.title.%@
source: Request failed with code: %@
be: Запыт не атрымаўся, код памылкі: %@

# view.errorState.apiDown.message
source: Looks like Bsuir API is having some troubles. If you think it is my fault please copy following text and contact developer or create an issue
be: Падобна, у API БДУІРа нейкія праблемы. Калі вы лічыце, што гэта мая віна, калі ласка, скапіруйце наступны тэкст і звяжыцеся з распрацоўшчыкам або стварыце задачу

# view.errorState.apiDown.button.issue.label
source: Create issue
be: Стварыць задачу

# view.errorState.apiDown.button.retry.label
source: Try again
be: Паўтарыць

# view.pairView.announcement.title
source: 📣 Announcement
be: 📣 Аб'ява

# view.pairView.form.name.lecture
source: Lecture
be: Лекцыя

# view.pairView.form.name.lab
source: Laboratory lesson
be: Лабараторная работа

# view.pairView.form.name.practice
source: Practical lesson
be: Практычная работа

# view.pairView.form.name.consultation
source: Consultation
be: Кансультацыя

# view.pairView.form.name.exam
source: Exam
be: Іспыт

# view.pairView.form.name.unknown
source: Unknown
be: Невядома

# view.pairView.form.name.short.lecture
source: LE
be: ЛК

# view.pairView.form.name.short.lab
source: LL
be: ЛР

# view.pairView.form.name.short.practice
source: PL
be: ПЗ

# view.pairView.form.name.short.consultation
source: CO
be: КА

# view.pairView.form.name.short.exam
source: EX
be: ІС

# view.pairView.form.name.short.unknown
source: UK
be: ХВ

# view.pairView.accessibility.label
source: Going on now
be: Ідзе зараз

# view.pairView.accessibility.from.%@.to.%@
source: from %@ to %@
be: з %@ па %@

# view.pairView.accessibility.weeks.%@
source: Weeks: %@
be: Тыдні: %@

# view.pairView.accessibility.subgroup.%@
source: Subgroup: %@
be: Падгрупа: %@

# view.pairView.accessibility.auditory.%@
source: audithory: %@
be: аўдыторыя: %@

# alert.goodIconChoice.title
source: Excellent choice!
be: Выдатны выбар!

# alert.goodIconChoice.message
source: Long live Belarus!
be: Жыве Беларусь!

# alert.iconUpdateFailed.title
source: Something went wrong...
be: Нешта пайшло не так...

# alert.iconUpdateFailed.message
source: Failed to update app icon
be: Не ўдалося абнавіць значок праграмы

# alert.clearCache.title
source: Cache successfully cleared
be: Кэш паспяхова вычышчаны

# alert.clearCache.message
source: The cache of the downloaded schedule and lecturers photos has been deleted
be: Быў выдалены кэш запампаванага раскладу і фатаграфій выкладчыкаў

# alert.premiumClub.pinnedSchedule.title
source: This is premium feature
be: Гэта прэміум-функцыя

# alert.premiumClub.pinnedSchedule.message
source: Please join **Premium Club** to be able to pin your schedule
be: Калі ласка, далучыцеся да **Premium Club**, каб мець магчымасць замацоўваць свой расклад

# alert.premiumClub.pinnedSchedule.button
source: Join Premium Club...
be: Уступіць у Premium Club...

# alert.premiumClub.pinnedSchedule.cancel
source: Cancel
be: Адмена

# alert.premiumClub.appIconChange.title
source: This is premium icon
be: Гэта прэміум-абразок

# alert.premiumClub.appIconChange.message
source: Please join **Premium Club** to unlock all app icons
be: Калі ласка, далучыцеся да **Premium Club**, каб разблакаваць усе абразкі дадатку

# alert.premiumClub.appIconChange.button
source: Join Premium Club...
be: Уступіць у Premium Club...

# alert.premiumClub.appIconChange.cancel
source: Cancel
be: Адмена

# color.red
source: Red
be: Чырвоны

# color.pink
source: Pink
be: Ружовы

# color.orange
source: Orange
be: Аранжавы

# color.yellow
source: Yellow
be: Жоўты

# color.green
source: Green
be: Зялёны

# color.cyan
source: Cyan
be: Блакітны

# color.blue
source: Blue
be: Сіні

# color.indigo
source: Indigo
be: Індыга

# color.purple
source: Purple
be: Фіялетавы

# color.gray
source: Gray
be: Шэры

# color.brown
source: Brown
be: Карычневы
